[AdventTrooperArmor X2ArmorTemplate]
FriendlyName="变种人士兵护甲"
FriendlyNamePlural="变种人士兵护甲"
BriefSummary="变种人士兵是ADVENT军事力量的支柱。它们的主要功能是监管地球上的人口。但是，他们也可能被指派与其他类型的敌人一起保护关键资产。变种人士兵表面上是人类，穿着这种光滑、棱角分明的防弹衣。"
TacticalText="<Bullet/>士兵可以将清理后的变种人士兵护甲用于战斗。此外，使用这种新护甲也可能会让我们的敌人措手不及。"


[AdventTrooperArmorDetectionStat X2AbilityTemplate]
LocFriendlyName="欺骗"
LocLongDescription="变种人在初次接敌中将几乎不可能发现这名士兵。"
LocHelpText="变种人在初次接敌中将几乎不可能发现这名士兵。"
LocFlyOverText="变种人在初次接敌中将几乎不可能发现这名士兵。"
LocPromotionPopupText="<Bullet/> 变种人在初次接敌中将几乎不可能发现这名士兵。"